<template>
  <div class="term-wrap">
    <div class="term">
      <p>
        주식회사 윙크컴퍼니(이하 “회사”라 한다)는 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
      </p>
      <p>
        <strong>제1조(개인정보의 처리 목적)</strong>
        <br />
        <br />회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
      </p>
      <table><!--표 1 -->
        <thead>
        <tr>
          <td>수집시기</td>
          <td>구분</td>
          <td>수집항목</td>
          <td>수집목적</td>
        </tr>
        </thead>
        <tbody>
        <tr>
          <td>SNS 계정 연동</td>
          <td>매카카오</td>
          <td>카카오메일 아이디, 이메일,
            <br />전화번호, 비밀번호</td>
          <td>간편 로그인 서비스 </td>
        </tr>
        <tr>
          <td>픽업 서비스 </td>
          <td>필수</td>
          <td>예약자, 휴대폰번호, 주문일, 거래액,
            <br />주문상품(수량), 도수, CI/DI</td>
          <td>픽업 서비스 제공</td>
        </tr>
        <tr>
          <td>위치기반서비스</td>
          <td>필수</td>
          <td>위치정보
            <br />(별도 저장 없이 앱에서 사용)</td>
          <td>근접한 안경원 정보 제공</td>
        </tr>
        <tr>
          <td>민원접수</td>
          <td>필수</td>
          <td>예약자, 휴대폰번호, 주문일, 수령일,
            <br />거래액, 주문상품(수량), 도수</td>
          <td>고충처리</td>
        </tr>
        <tr>
          <td>자동수집</td>
          <td>필수</td>
          <td>필수</td>
          <td>이용정보 수집 및
            <br />맞춤서비스 제공</td>
        </tr>
        </tbody>
      </table>
      <p>
        <strong>제2조(개인정보의 처리 및 보유 기간)</strong>
        <br />
        <br />① 회사는 법령에 따른 개인정보 보유 및 이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유 및 이용기간 내에서 개인정보를 처리 · 보유합니다
        <br />
        <br />② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
      </p>
      <table><!--표2 -->
        <thead>
        <tr>
          <td>수집시기</td>
          <td>보유 및 이용기간</td>
        </tr>
        </thead>
        <tbody>
        <tr>
          <td>SNS 계정 연동</td>
          <td>당사는 고객의 편의를 위해 간편로그인 방식을 제공하고 있습니다. 이와 같은 로그인 시 당사가 고객의 개인정보를 추가 수집하지 않으며, 다만 본인 확인 값만 비교하고 있습니다.</td>
        </tr>
        <tr>
          <td>픽업 서비스 </td>
          <td>픽업 서비스 처리 완료 후 7일</td>
        </tr>
        <tr>
          <td>위치기반서비스</td>
          <td>사이버 몰 이용 시까지</td>
        </tr>
        <tr>
          <td>민원접수</td>
          <td>고충 처리 달성시까지</td>
        </tr>
        <tr>
          <td>자동수집</td>
          <td>사이버 몰 이용시까지</td>
        </tr>
        </tbody>
      </table>
      <p>
        <br />③ 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 개인정보를 보관합니다.
      </p>
      <table><!--표3 -->
        <thead>
        <tr>
          <td>구분</td>
          <td>보존근거</td>
          <td>보존기간</td>
        </tr>
        </thead>
        <tr>
          <td>계약 또는 청약철회 등에 관한 기록</td>
          <td rowspan=“4”>전자상거래 등에서의 소비자보호에 관한 법률</td>
          <td>5년</td>
        </tr>
        <tr>
          <td>대금결제 및 재화 등의 공급에 관한 기록</td>
          <td>5년</td>
        </tr>
        <tr>
          <td>소비자의 불만 또는 분쟁처리에 관한 기록</td>
          <td>3년</td>
        </tr>
        <tr>
          <td>소비자의 불만 또는 분쟁처리에 관한 기록</td>
          <td>3년</td>
        </tr>
        <tr>
          <td>표시/광고에 관한 기록</td>
          <td>6개월</td>
        </tr>
        <tr>
          <td>웹사이트 방문 기록</td>
          <td>통신 비밀 보호법</td>
          <td>3개월</td>
        </tr>
      </table>
      <p>
        <strong>제3조(개인정보의 제3자 제공)</strong>
        <br />
        <br />① 회사는 정보주체의 개인정보를 제1조에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
        <br />② 회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
      </p>
      <table><!--표 4 -->
          <tr>
            <th scope="row">제공받은 제3자</th>
            <td>지정된 안경원</td>
          </tr>
          <tr>
            <th scope="row">제공받는 자의 이용목적</th>
            <td>픽업 서비스 제공</td>
          </tr>
          <tr>
            <th scope="row">제공항목</th>
            <td>이름, 휴대번호, 예약일시, 회수일시, 결제금액,
              <br />예약상품 및 수량, 도수</td>
          </tr>
          <tr>
            <th scope="row">제공받는 자의 보유기간</th>
            <td>픽업 서비스 개시일로부터 15일까지
              <br />(단, 관련 법령에 따라 보관이 필요한 경우 해당기간까지 보관)</td>
          </tr>
      </table>
      <p>
        <br />③ 이용자는 개인정보 제3자 제공 동의를 거부할 권리가 있습니다. 다만, 필수 동의 거부 시 서비스 이용이 불가합니다.
      </p>
      <p>
        <strong>제4조(개인정보의 처리 위탁)</strong>
        <br />① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
      </p>
      <table><!--표 5 -->
        <thead>
        <tr>
          <td>수탁 업체</td>
          <td>위탁 업무의 내용</td>
        </tr>
        </thead>
        <tbody>
        <tr>
          <td>주식회사 피피비 스튜디오스</td>
          <td>배송 서비스</td>
        </tr>
        <tr>
          <td>우정사업본부</td>
          <td>배송 서비스</td>
        </tr>
        <tr>
          <td>㈜써머스플랫폼</td>
          <td>카카오 알림톡 및 메시지 발송 서비스</td>
        </tr>
        </tbody>
      </table>
      <p>
        <br />② 회사는 위탁계약 체결 시 「개인정보 보호법」 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
        <br />③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
      </p>
      <p>
        <strong>제5조(위치기반정보 및 위치기반정보의 수집 · 이용)</strong>
        <br />
        <br />① 회사는 개인위치정보주체의 동의가 있는 경우 아래의 서비스를 위하여 개인위치정보주체의 GPS를 통한 이용자의 위치 등 위치정보 및 위치기반정보를 수집 · 이용합니다.
        <br />
        <br />* 서비스 내용: 이용자 위치를 기준으로 주변의 가까운 안경원 정보 제공
        <br />- 위치정보 수집대상의 실시간 위치확인
        <br />- 이용자의 위치에서 근접한 안경원 정보 제공
      </p>
      <p>
        <strong>제6조(아동의 개인정보보호)</strong>
        <br />
        <br />회사는 만 14세 미만 아동의 개인정보를 보호하기 위하여, 만 14세 미만 아동의 회원가입은 제한합니다.
      </p>
      <p>
        <strong>제7조(정보주체와 법정대리인의 권리·의무 및 그 행사방법)</strong>
        <br />
        <br />① 정보주체는 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.
        <br />② 제1항에 따른 권리 행사는 회사에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.
        <br />③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
        <br />④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다.
        <br />⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
        <br />⑥ 회사는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
      </p>
      <p>
        <strong>제8조(개인정보의 파기)</strong>
        <br />
        <br />① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
        <br />② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 내부 방침 및 기타 관련 법령에 의해 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
        <br />③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
        <br />1. 파기절차
        <br />회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
        <br />2. 파기방법
        <br />회사는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없는 방법을 이용하여 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
      </p>
      <p>
        <strong>제9조(개인정보의 안전성 확보 조치)</strong>
        <br />
        <br />회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
        <br />1. 관리적 조치: 내부관리계획 수립·시행, 정기적 직원 교육 등
        <br />2. 기술적 조치: 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치
        <br />3. 물리적 조치: 자료 보관실 등의 접근통제
      </p>
      <p>
        <strong>제10조(개인정보의 추가적인 이용 또는 제공)</strong>
        <br />
        <br />회사는 개인정보보호법 제15조 제3항 또는 제17조 제4항에 따라 이용자의 동의 없이 개인정보를 이용 또는 제공하는 경우 아래의 판단기준을 충족하는 경우에만 이용 또는 제공하고 있습니다.
        <br />1. 당초 해당 개인정보의 수집 목적과 관련성이 있을 것
        <br />2. 해당 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 해당 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있을 것
        <br />3. 정보주체의 이익을 부당하게 침해하지 않을 것
        <br />4. 가명처리 또는 암호화 등 해당 개인정보의 특성상 안전성 확보에 필요한 조치를 하였을 것
      </p>
      <p>
        <strong>제11조(개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항)</strong>
        <br />
        <br />① 회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
        <br />② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저정되기도 합니다.
        <br />가. 쿠키의 사용 목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.
        <br />나. 쿠키의 설치 · 운영 및 거부: 웹브라우저 상단의 도구->인터넷 옵션->개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부할 수 있습니다.
        <br />다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
      </p>
      <p>
        <strong>제12조 (개인정보 보호책임자)</strong>
        <br />
        <br />① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
        <br />
        <br />▶ 개인정보 보호책임자
        <br />성명 : 이승준
        <br />연락처 : 070-4353-2249, hapakristincs@gmail.com
        <br />
        <br />▶ 개인정보 보호 담당부서
        <br />부서명 : 하파크리스틴 고객센터
        <br />연락처 : 070-4353-2249, hapakristincs@gmail.com
        <br />
        <br />② 정보주체께서는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
      </p>
      <p>
        <strong>제13조(권익침해 구제방법)</strong>
        <br />
        <br />정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
        <br />
        <br />1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
        <br />2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
        <br />3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)
        <br />4. 경찰청 : (국번없이) 182 (cyberbureau.police.go.kr)
        <br />
        <br />「개인정보보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
        <br />
        <br />※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.
      </p>
      <p>
        <strong>제14조(개인정보 처리방침 변경)</strong>
        <br />
        <br />① 이 개인정보처리방침은 2021년 5월 1일부터 적용됩니다.
        <br />② 위 내용에 대한 추가, 삭제 및 수정이 있을 경우에는 시행하는 날로부터 최소 7일전에 홈페이지 공지사항 등을 통해 공지할 것입니다.
      </p>
<!--      <div class="privacy-data-retention">-->
<!--        <p>-->
<!--          <strong>개인정보 수집 · 이용</strong>-->
<!--        </p>-->
<!--        <table>-->
<!--          <thead>-->
<!--            <tr>-->
<!--              <td>목적</td>-->
<!--              <td>항목</td>-->
<!--              <td>보유기간</td>-->
<!--            </tr>-->
<!--          </thead>-->
<!--          <tbody>-->
<!--            <tr>-->
<!--              <td>매장픽업 서비스 제공</td>-->
<!--              <td>이름, 전화번호</td>-->
<!--              <td>-->
<!--                매장픽업 서비스 개시일로부터 7일까지<br />-->
<!--                (관계 법령에 따라 필요 시, 일정기간 보유)-->
<!--              </td>-->
<!--            </tr>-->
<!--          </tbody>-->
<!--        </table>-->
<!--      </div>-->
    </div>
  </div>
</template>

<script>
export default {
  name: 'CustomerCartTermPrivacyPolicy',
};
</script>

<style scoped></style>
